Repository: Whatevernumberyouwant2255/Phone-remote
Catalog: Tether/Resources/Localizable.xcstrings
Source language: en
Languages: fr

source: %@ is paired. Tap Start Mirroring on it.
fr: %@ est jumelé. Touchez « Lancer la recopie » dessus.

source: Actual Size
fr: Taille réelle

source: App Switcher
fr: Sélecteur d’apps

source: App Switcher (⌘2)
fr: Sélecteur d’apps (⌘2)

source: Cancel
fr: Annuler

source: Choose **%@** and enter this code:
fr: Choisissez **%@** et saisissez ce code :

source: Connecting to %@…
fr: Connexion à %@…

source: Control could not start. Connect and unlock the iPhone, then try again.
fr: Le contrôle n’a pas pu démarrer. Connectez et déverrouillez l’iPhone, puis réessayez.

source: Control off
fr: Contrôle désactivé

source: Control stopped. Is the iPhone still connected and unlocked?
fr: Le contrôle s’est arrêté. L’iPhone est-il toujours connecté et déverrouillé ?

source: Control:
fr: Contrôle :

source: Couldn't reach %@. Open Phone Remote on it and make sure both devices are on the same Wi-Fi network.
fr: Impossible de joindre %@. Ouvrez Phone Remote dessus et vérifiez que les deux appareils sont sur le même réseau Wi-Fi.

source: Couldn't reach that device. Keep Phone Remote open on it and make sure both devices are on the same Wi-Fi network.
fr: Impossible de joindre cet appareil. Laissez Phone Remote ouvert dessus et vérifiez que les deux appareils sont sur le même réseau Wi-Fi.

source: Create a new code?
fr: Créer un nouveau code ?

source: Done
fr: OK

source: Enter the code shown in Phone Remote on %@.
fr: Saisissez le code affiché dans Phone Remote sur %@.

source: Enter this code in Phone Remote on another iPhone to pair it with %@.
fr: Saisissez ce code dans Phone Remote sur un autre iPhone pour le jumeler avec %@.

source: Every paired iPhone will need to pair again. Any current mirroring stops.
fr: Chaque iPhone jumelé devra être jumelé à nouveau. La recopie en cours s’arrête.

source: Forget This Device
fr: Oublier cet appareil

source: Go to the iPhone's Home Screen
fr: Revenir à l’écran d’accueil de l’iPhone

source: Go to the iPhone's Home Screen (⌘1)
fr: Revenir à l’écran d’accueil de l’iPhone (⌘1)

source: Hide Controls
fr: Masquer les commandes

source: Home
fr: Accueil

source: Install Phone Remote on your iPhone and open it.
fr: Installez Phone Remote sur votre iPhone et ouvrez-le.

source: Keep this window open while you mirror.
fr: Laissez cette fenêtre ouverte pendant la recopie.

source: Keyboard Tips
fr: Raccourcis clavier

source: Large
fr: Grand

source: Larger
fr: Plus grand

source: Lock
fr: Verrouiller

source: Lock (⌘L)
fr: Verrouiller (⌘L)

source: Lock the iPhone
fr: Verrouiller l’iPhone

source: Long press
fr: Appui long

source: Looking for devices…
fr: Recherche d’appareils…

source: Medium
fr: Moyen

source: Mirroring goes to whichever device has Phone Remote open. If both are open, the one you used last.
fr: La recopie va vers l’appareil où Phone Remote est ouvert. Si les deux le sont, vers le dernier utilisé.

source: Mirroring was stopped from Apple Vision Pro.
fr: La recopie a été arrêtée depuis l’Apple Vision Pro.

source: Mirroring works. Controlling the iPhone needs a one-time developer setup with a Mac.
fr: La recopie fonctionne. Contrôler l’iPhone nécessite une configuration développeur unique avec un Mac.

source: New Code
fr: Nouveau code

source: Not open
fr: Pas ouvert

source: Open Settings
fr: Ouvrir Réglages

source: Open Phone Remote on your Apple Vision Pro or Mac. It appears below when both devices are on the same Wi-Fi network.
fr: Ouvrez Phone Remote sur votre Apple Vision Pro ou votre Mac. Il apparaît ci-dessous quand les deux appareils sont sur le même réseau Wi-Fi.

source: Open Phone Remote on your iPhone and pair it with your Apple Vision Pro or Mac first.
fr: Ouvrez d’abord Phone Remote sur votre iPhone et jumelez-le avec votre Apple Vision Pro ou votre Mac.

source: Open Phone Remote on your iPhone.
fr: Ouvrez Phone Remote sur votre iPhone.

source: Options for %@
fr: Options pour %@

source: Pair
fr: Jumeler

source: Pair Another Device
fr: Jumeler un autre appareil

source: Pair a Device
fr: Jumeler un appareil

source: Paired
fr: Jumelé

source: Pairing
fr: Jumelage

source: Pairing Code
fr: Code de jumelage

source: Pairing code
fr: Code de jumelage

source: Passwords and some protected video are hidden by iOS while mirroring.
fr: Pendant la recopie, iOS masque les mots de passe et certaines vidéos protégées.

source: Paste the Mac's clipboard
fr: Coller le presse-papiers du Mac

source: Pinch to tap. Pinch and drag to swipe.
fr: Pincez pour toucher. Pincez et déplacez pour balayer.

source: Ready
fr: Prêt

source: Reconnecting…
fr: Reconnexion…

source: Remote control: Off
fr: Contrôle à distance : désactivé

source: Remote control: On
fr: Contrôle à distance : activé

source: Retry
fr: Réessayer

source: Screen of %@
fr: Écran de %@

source: Send
fr: Envoyer

source: Show Controls
fr: Afficher les commandes

source: Size
fr: Taille

source: Small
fr: Petit

source: Smaller
fr: Plus petit

source: Start Mirroring
fr: Lancer la recopie

source: Starting control…
fr: Démarrage du contrôle…

source: Stop
fr: Arrêter

source: Stop Mirroring
fr: Arrêter la recopie

source: Stop Mirroring (⌘.)
fr: Arrêter la recopie (⌘.)

source: Stop mirroring on the iPhone
fr: Arrêter la recopie sur l’iPhone

source: Swipe
fr: Balayer

source: Tap
fr: Toucher

source: Tap **Start Mirroring**, then **Start Broadcast**.
fr: Touchez **Lancer la recopie**, puis **Commencer la diffusion**.

source: Tap Start Mirroring, then Start Broadcast.
fr: Touchez « Lancer la recopie », puis « Commencer la diffusion ».

source: Tap a text field on the iPhone first, then type here.
fr: Touchez d’abord un champ de texte sur l’iPhone, puis écrivez ici.

source: Tap and swipe from your Vision Pro or Mac. Your iPhone stays awake while mirroring.
fr: Touchez et balayez depuis votre Vision Pro ou votre Mac. Votre iPhone reste allumé pendant la recopie.

source: Text to send
fr: Texte à envoyer

source: That code doesn't match. Check the code shown in Phone Remote on that device.
fr: Ce code ne correspond pas. Vérifiez le code affiché dans Phone Remote sur cet appareil.

source: The pairing code no longer matches %@. Open Phone Remote on your iPhone to pair again.
fr: Le code de jumelage ne correspond plus à %@. Ouvrez Phone Remote sur votre iPhone pour le jumeler à nouveau.

source: To stop, tap the red indicator at the top of the screen, or use Control Center.
fr: Pour arrêter, touchez l’indicateur rouge en haut de l’écran ou utilisez le centre de contrôle.

source: Turn On Control
fr: Activer le contrôle

source: Type
fr: Écrire

source: Type on iPhone
fr: Écrire sur l’iPhone

source: Type on the iPhone
fr: Écrire sur l’iPhone

source: Types on the iPhone
fr: Écrit sur l’iPhone

source: Volume Down
fr: Baisser le volume

source: Volume Down (⌘↓)
fr: Baisser le volume (⌘↓)

source: Volume Up
fr: Augmenter le volume

source: Volume Up (⌘↑)
fr: Augmenter le volume (⌘↑)

source: Waiting for your iPhone
fr: En attente de votre iPhone

source: Window size
fr: Taille de la fenêtre

source: Your Devices
fr: Vos appareils

source: Your iPhone and Apple Vision Pro need to be on the same Wi-Fi network.
fr: Votre iPhone et votre Apple Vision Pro doivent être sur le même réseau Wi-Fi.

source: Your iPhone and Mac need to be on the same Wi-Fi network.
fr: Votre iPhone et votre Mac doivent être sur le même réseau Wi-Fi.

source: Your iPhone screen, in a window on Apple Vision Pro or Mac.
fr: L’écran de votre iPhone, dans une fenêtre sur l’Apple Vision Pro ou le Mac.

source: Your screen goes straight from your iPhone to your Vision Pro or Mac over your local network, encrypted with your pairing code. Nothing is sent to the internet or collected.
fr: Votre écran passe directement de votre iPhone à votre Vision Pro ou votre Mac par votre réseau local, chiffré avec votre code de jumelage. Rien n’est envoyé sur Internet ni collecté.

source: Phone Remote can't use the network right now: %@
fr: Phone Remote ne peut pas utiliser le réseau pour le moment : %@

source: Phone Remote is open
fr: Phone Remote est ouvert

source: Phone Remote needs Local Network access to find your devices. Turn it on in Settings › Privacy & Security › Local Network.
fr: Phone Remote a besoin de l’accès au réseau local pour trouver vos appareils. Activez-le dans Réglages › Confidentialité et sécurité › Réseau local.

source: iPhone screen
fr: Écran de l’iPhone

source: Turn Off Control
fr: Désactiver le contrôle

source: This version of the control helper can't be stopped from the iPhone. Quit Phone Remote on the Mac, or stop the script there.
fr: Cette version de l’outil de contrôle ne peut pas être arrêtée depuis l’iPhone. Quittez Phone Remote sur le Mac ou arrêtez-y le script.

source: See docs/CONTROL.md on the project page to turn it on.
fr: Consultez docs/CONTROL.md sur la page du projet pour l’activer.

source: Enter your Apple developer Team ID to turn on control.
fr: Saisissez votre identifiant d’équipe développeur Apple pour activer le contrôle.

source: Team ID
fr: ID d’équipe

source: Your Apple developer Team ID: Xcode › Settings › Accounts
fr: Votre identifiant d’équipe développeur Apple : Xcode › Réglages › Comptes
